INSERT INTO performance (id, text)
VALUES (2, 'неуд'),
       (3, 'уд'),
       (4, 'хор'),
       (5, 'отл');


INSERT INTO student (full_name, birth_date, performance_id)
VALUES ('Александр Петров', '1990-01-10', 3),
       ('Иван Иванов', '1991-05-23', 4),
       ('Дмитрий Смирнов', '1992-11-12', 2),
       ('Сергей Кузнецов', '1989-03-05', 5),
       ('Владимир Новиков', '1990-09-19', 3),
       ('Антон Павлов', '1993-10-20', 4),
       ('Олег Васильев', '1988-04-11', 3),
       ('Михаил Киселев', '1992-07-15', 4),
       ('Георгий Лебедев', '1991-02-06', 5),
       ('Артем Орлов', '1987-12-17', 2),
       ('Кирилл Соколов', '1995-06-09', 3),
       ('Павел Беляев', '1990-04-23', 4),
       ('Роман Попов', '1986-03-07', 3),
       ('Егор Григорьев', '1993-11-21', 2),
       ('Вячеслав Жуков', '1994-10-01', 4),
       ('Андрей Филиппов', '1991-09-12', 5),
       ('Николай Лазарев', '1987-05-03', 3),
       ('Степан Федоров', '1992-06-13', 2),
       ('Илья Морозов', '1989-07-24', 4),
       ('Вадим Егоров', '1990-08-19', 5);

